let data = [
	{
		id: Math.random(),
		category: 1,
		user: '用户1',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题1',
		description: '这是第一篇文章的描述',
		content: '这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容这是第一篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 2,
		user: '用户2',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题2',
		description: '这是第二篇文章的描述',
		content: '这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容这是第二篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 2,
		user: '用户3',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题3',
		description: '这是第三篇文章的描述',
		content: '这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容这是第三篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 2,
		user: '用户4',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题4',
		description: '这是第四篇文章的描述',
		content: '这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容这是第四篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 3,
		user: '用户5',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题5',
		description: '这是第五篇文章的描述',
		content: '这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容这是第五篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 2,
		user: '用户6',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题6',
		description: '这是第六篇文章的描述',
		content: '这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容这是第六篇文章的内容',
		comments: []
	},
	{
		id: Math.random(),
		category: 3,
		user: '用户7',
		time: '2001-1-1 0:0',
		clicks: 0,
		title: '标题7',
		description: '这是第七篇文章的描述',
		content: '这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容这是第七篇文章的内容',
		comments: []
	}
];

export default data;